Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Peritoneal dialysis may be difficult to administer in someone with severe abdominal injury, and it may be less effective than the other modalities.
es: [1]​[6]​ La diálisis peritoneal puede ser difícil de administrar en personas con lesión abdominal grave[6]​ y es posible que sea menos eficaz que las otras modalidades.

source: In the first month of lockdowns, China produced approximately 200 million fewer metric tons of carbon dioxide than the same period in 2019, due to the reduction in air traffic, oil refining, and coal consumption.
es: [3]​[4]​ En el primer mes de confinamiento, China produjo aproximadamente 200 millones menos de toneladas métricas de dióxido de carbono que durante el mismo periodo en 2019, debido a la reducción del tráfico del aire, refinamiento de petróleo, y consumo de carbón.

source: The released data from the Cyprus government includes cases in the British Overseas Territory of Akrotiri and Dhekelia, but not cases in Turkish-occupied regions due to a long-running dispute.
es: Los datos publicados por el gobierno de la República de Chipre incluyen casos en el territorio británico de ultramar de Acrotiri y Dhekelia, pero no los casos en las regiones de la República Turca del Norte de Chipre.

source: Centre for Biological Threats and Special Pathogens
es: Centro de Amenazas Biológicas y Patógenos Especiales

source: In Emilia-Romagna, professor Marco Ranieri developed a method to double the efficiency of ventilators in ICUs.
es: [121]​ En Emilia-Romaña, el profesor Marco Ranieri desarrolló un método para duplicar la eficiencia de los respiradores en las UCI.

source: before an aseptic task, and
es: Antes de realizar una tarea limpia o aséptica.

source: The first cases were reported in the cantons of Sarchí, Oreamuno, El Guarco and Tilarán.
es: También se presentaron los primeros casos en los cantones de Sarchí, Oreamuno, El Guarco y Tilarán.

source: Ministero della Salute.
es: Cuidado de la salud

source: On its next voyage, 4 February, the ship was in Japanese waters when 10 passengers were diagnosed with COVID-19 during the early stages of the 2019–20 coronavirus pandemic.
es: El 4 de febrero de 2020, el barco estaba en aguas japonesas cuando 10 pasajeros fueron diagnosticados con un nuevo coronavirus (COVID-19) durante el brote de coronavirus de Wuhan 2019-20.

source: On 21 March, health authorities reported only 4 more cases for a total of 117.
es: El 21 de marzo, las autoridades de salud reportaron únicamente 4 casos más para un total de 117.

source: On 24 April, it was announced that the fishing industry is facing a difficult time due to the coronavirus pandemic.
es: El 24 de abril, se anunció que la industria pesquera se enfrenta a un momento difícil debido a la pandemia de coronavirus.

source: Starting in 1998, a rise in deaths of despair has resulted in an unexpected increase in the number of middle-aged white Americans dying (the age-specific mortality rate).
es: A partir de 1998, un incremento en las muertes por desesperación ha tenido una inesperada incidencia en la cantidad de estadounidenses blancos de mediana edad que han muerto (la tasa de mortalidad específica por edad).

source: Initially there was no suspicion of COVID-19, so no additional precautionary measures were taken, and the virus was able to infect other patients and health workers.
es: [36]​ Inicialmente, no había ninguna sospecha de COVID-19, por lo que no se tomaron medidas preventivas adicionales, y el virus fue capaz de infectar otros pacientes y trabajadores de salud.

source: Grand Princess was the first of the Grand-class cruise ships, and has a different decor scheme to her sister ships, using darker woods, and the interior decor is more similar to the smaller Sun-class ships.
es: Grand Princess fue el primero de los cruceros de clase Grand, y tiene un esquema de decoración diferente al de sus barcos hermanos, utilizando maderas más oscuras, y la decoración interior es más similar a los barcos más pequeños de la clase Sun. Cuando se lanzó Grand Princess, apareció en los folletos de Princess Cruises como un barco de clase Sun; Fue solo con el lanzamiento posterior de Golden Princess que la clase Grand apareció en folletos.

source: Prime Minister Plenković informed President of the European Commission Ursula von der Leyen of the Government's decision a day later.
es: El primer ministro de Croacia, Andrej Plenković, informó de la decisión un día después.

source: Russia sent a cargo plane with ventilators and face masks.
es: [179]​ Rusia envió un avión de carga con ventiladores y máscaras faciales.

source: Until this point, government actions had been based on a strategy of mitigation, but the modelling predicted that while this would reduce deaths by approximately 2/3, it would still lead to approximately 250,000 deaths from the disease and the health systems becoming overwhelmed.
es: Hasta este punto, las acciones del gobierno se habían basado en una estrategia de mitigación, pero el modelo predijo que, si bien esto reduciría las muertes en aproximadamente 2/3, aún conduciría a aproximadamente 250,000 muertes por la enfermedad y los sistemas de salud quedarían abrumados.

source: On June 11, 2009, the World Health Organization raised the worldwide pandemic alert level to Phase 6 for swine flu, which is the highest alert level.
es: "El 11 de junio de 2009 la Organización Mundial de la Salud (OMS) la clasificó como de nivel de alerta seis; es decir, ""pandemia en curso""."

source: However, China Airlines was permitted to fly Taiwanese nationals in Italy to Taiwan.
es: [95]​[96]​ Sin embargo, a China Airlines se le permitió volar a ciudadanos taiwaneses en Italia a Taiwán.

source: Of the 24 Australians infected on the Diamond Princess cruise ship, eight were sent to Darwin for two weeks of quarantine.
es: De los 24 australianos infectados en el crucero Diamond Princess, ocho fueron enviados a Darwin durante dos semanas de cuarentena.

source: On 24 March 2020 at 18:00, the Ministry of health confirmed a new death bringing the total to 5, a 76-year-old man who returned from the Netherlands and had a chronic illness which weakened his immunity.
es: El 24 de marzo de 2020 en 18:00, el Ministerio de salud confirmó la muerte de un hombre de 76 años quién había regresado de los Paises Bajos y que tenía una enfermedad crónica qué debilitó su sistema inmunológico siendo esta la quinta muerte en el país.

source: "Two years after that, he published a second essay, ""The Difference in Opinion between Myself and the English Physicians regarding Childbed Fever""."
es: Dos años más tarde publicó un segundo artículo, «La diferencia de opinión entre yo mismo y los médicos ingleses con respecto a la fiebre puerperal».

source: OPEC requested Mexico to cut by 400,000 bpd.
es: La OPEP solicitó a México que reduzca en 400,000 barriles[45]​.

source: A ₺100 billion economic measures package was also announced by the government to address financial issues of companies and low-income households.
es: [114]​[115]​ El gobierno también anunció un paquete de medidas económicas de ₺100 billones para abordar los problemas financieros de las empresas y los hogares de bajos ingresos.

source: On 3 March there were 25 confirmed cases in Norway, with 5 from Vestland.
es: El 3 de marzo hubo 25 casos confirmados en Noruega, con 5 de Vestland.

source: Of these, some cause isolated attacks of rhabdomyolysis (e.g., dietary deficiency in vitamin E and selenium, poisoning associated with pasture or agricultural poisons such as organophosphates), while others predispose to exertional rhabdomyolysis (e.g., the hereditary condition equine polysaccharide storage myopathy).
es: Algunos de esos trastornos causan episodios aislados (p. ej., las deficiencias dietéticas de vitamina E y selenio, el envenenamiento asociado con pastos o venenos agrícolas como los organofosforados) mientras que otros predisponen a la rabdomiólisis de esfuerzo (p. ej., la enfermedad hereditaria conocida como miopatía equina por almacenamiento de polisacáridos).

source: On 25 March, eight new cases were confirmed.
es: El 25 de marzo, se confirmaron ocho nuevos casos.

source: All outdoor events with more than 500 people and all indoor events with more than 100 people were cancelled.
es: Se cancelan todos los eventos al aire libre con más de 500 personas y todos los eventos bajo techo con más de 100 personas.

source: Chen Qiushi was born in September 1985 in Daxing'anling Prefecture, Heilongjiang, China, and studied law at Heilongjiang University.
es: Chen Qiushi nació en septiembre de 1985 en la prefectura de Daxing'anling (Heilongjiang, China) y estudió derecho en la Universidad de Heilongjiang.

source: She was the largest and most expensive passenger ship ever built at the time.
es: Era el barco de pasajeros más grande y más caro jamás construido en ese momento.

source: In addition, a total of 5042 discarded cases were reported and the number of hospitalized persons increased to 25.
es: Además se reportaron un total de 5042 casos descartados y la cantidad de personas hospitalizadas aumentó a 25.

source: The ECMWF predicted that AMDAR coverage would decrease by 65% or more due to the drop in commercial flights.
es: El CEPMPM pronosticó que la cobertura de AMDAR disminuiría un 65% o más debido a la reducción de vuelos comerciales.

source: Hepatitis is inflammation of the liver tissue.
es: La hepatitis es una enfermedad inflamatoria que afecta al hígado.

source: Parties contesting a general election for the first time included Aontú, Irish Freedom Party, National Party and RISE (as part of S–PBP).
es: Los partidos que se presentaron por primera vez a las elecciones generales fueron Aontú, el Partido de Liberación Irlandesa, el Partido Nacional Irlandés y RISE (como parte de Solidaridad-El Pueblo Antes que el Lucro).

source: This brought the total number of infections diagnosed in Finland to five. Later that day, 130 people, including students at Helsinki University’s Viikki teacher training school, were placed in quarantine after having been in close contact with one of the diagnosed.
es: [9]​ Más tarde aquel día, 130 personas, incluyendo estudiantes de la escuela de formación de profesores Viikki de la Universidad de Helsinki, fueron puestas en cuarentena tras haber estado en contacto con uno de los diagnosticados.

source: Variants of flu virus are sometimes named according to the species the strain is endemic in or adapted to.
es: [49]​ Algunas variedades del virus se nombran en función de la especie a la que la cepa está adaptada o de la que es endémica.

source: The body quickly replenishes the beneficial microbes on the hands, often moving them in from just up the arms where there are fewer harmful microorganisms.
es: "Sin embargo, investigaciones muestran que el cuerpo repone los gérmenes ""buenos"" rápidamente, a menudo trasladándolos desde los brazos, donde hay menos microbios dañinos."

source: Department of Analytical Biochemistry and Biotechnology
es: Departamento de Bioquímica Analítica y Biotecnología

source: Aylward proceeded to suddenly hang up the call without explanation.
es: En este punto, el Sr. Aylward parece colgar la llamada.

source: A witness to the incident made a complaint that was upheld by Woolworths who confirmed that the staff member had been in the wrong, apologised for the incident and said they were conducting a full investigation into the incident.
es: Un testigo del incidente presentó una queja que fue confirmada por Woolworths, quien confirmó que el miembro del personal había estado equivocado, se disculpó por el incidente y dijo que estaban llevando a cabo una investigación completa del incidente.

source: On 30 June 2004, the WHO announced that after a 10-month ban on polio vaccinations, Kano had pledged to restart the campaign in early July.
es: [61]​ El 30 de junio de 2004, la OMS anunció que, tras 10 meses de prohibición de la vacuna, Kano se había comprometido a reiniciar la campaña en julio siguiente.

source: Xenophobia and non-compliance with self-isolation orders
es: Xenofobia e incumplimiento de órdenes de autoaislamiento

source: A contract signing for the match was conducted the following week.
es: [31]​ La semana siguiente se realizó una firma de contrato para el combate.

source: Afghanistan later closed its border with Iran.
es: [3]​ Afganistán más tarde cerró su frontera con Irán.

source: Countries with the highest numbers of confirmed coronavirus cases are Turkey, Iran, China, India, and Saudi Arabia.
es: Posteriormente, muchos otros países asiáticos comenzaron a confirmar casos, siendo algunos de los países más afectados Corea del Sur, Malasia e Irán.

source: Multiple isolated cases not related to the Italy clusters were also subsequently confirmed.
es: También se confirmaron múltiples casos aislados no relacionados con los grupos de Italia.

source: "Chris McGreal (12 November 2015) ""Abandoned by coal, swallowed by drugs"" The Guardian"
es: Chris McGreal; «Abandoned by coal, swallowed by drugs», 12 de noviembre de 2015 en The Guardian.

source: Dominican Republic singer Toño Rosario recorded a merengue rendition of the song on his 2004 album of the same name. His version peaked at number 44 on the Billboard Hot Latin Songs and number 4 on the Tropical Songs charts respectively in 2005.
es: En 2004, el merenguero dominicano Toño Rosario hizo una versión en el álbum del mismo nombre,[25]​ el cual llegó a posiciones 4ta.

source: During 1851–1855, only eight patients died from childbed fever out of 933 births (0.85%).
es: Después de ocupar su plaza en 1851, Semmelweis eliminó virtualmente la enfermedad y durante 1851-1855 solo 8 pacientes de 933 partos (0,85%) fallecieron de fiebre puerperal.

source: The high-throughput automated systems in many clinical laboratories will be able to perform these assays but their availability will depend on the rate of production for each system.
es: Los sistemas automatizados de alto rendimiento en muchos laboratorios clínicos podrán realizar estos ensayos, pero su disponibilidad dependerá de la tasa de producción de cada sistema.

source: Several alt weekly newspapers in affected metropolitan areas, including The Stranger in Seattle and Austin Chronicle, have announced layoffs and funding drives due to lost revenue.
es: Varios periódicos semanales alternativos en las áreas metropolitanas afectadas, incluido The Stranger en Seattle y Austin Chronicle, han anunciado despidos y campañas de financiación debido a la pérdida de ingresos.

source: They further concluded that 'Biosocial understandings of medical phenomena are urgently needed'.
es: "Específicamente, Farmer (2006) refirió que ""El entendimiento Biosocial de fenómenos médicos, como los determinantes sociales de la salud, se necesitan con urgencia""."

source: The government declared a total quarantine until 12 April, with free movement restricted completely until 28 March.
es: [28]​ El Gobierno declara cuarentena total, extendiéndose hasta el 12 de abril; mientras que el toque de queda pasa a ser absoluto, restringiéndose la libre circulación durante las 24 horas del día hasta el 28 de marzo.

source: Acinetobacter is a genus of Gram-negative bacteria belonging to the wider class of Gammaproteobacteria.
es: Acinetobacter es un género de bacterias Gram-negativas que pertenece al filo Proteobacteria.

source: The Wuhan Airport, the Wuhan railway station, and the Wuhan Metro were all closed.
es: El Aeropuerto de Wuhan, la estación de ferrocarril de Wuhan, y el metro de Wuhan se cerraron.

source: By January 2020, OPEC+ had cut oil production by 2.1 million barrels per day (bpd), with Saudi Arabia making the largest reductions in production.
es: Para enero de 2020, la OPEP+ había reducido la producción de petróleo en 2,1 millones de bpd, con Arabia Saudita haciendo las mayores reducciones en la producción.

source: Additionally, all commercial business activity will be suspended, with the exception of supermarkets, convenience stores, gas stations, and pharmacies.
es: Además, todas las actividades comerciales fueron suspendidas, con la excepción de supermercados, colmados, estaciones de combustible y farmacias.

source: The Chinese-North Korean border restrictions are more relaxed than the heavily militarized border between North and South Korea.
es: Esto se debe a que las restricciones fronterizas son más relajadas entre China y Corea del Norte que entre Corea del Norte y Corea del Sur, que tiene una frontera fuertemente militarizada, mientras que el tráfico y el comercio del mercado negro es prominente en la Frontera entre China y Corea del Norte.

source: Gallagher, Troy.
es: Leveson, Nancy G., and Turner, Clark S. (July 1993).

source: Free public transportation for people 65 years of age or older was temporarily suspended in Balıkesir, Konya and Malatya.
es: [96]​ Se suspendió temporalmente el transporte público gratuito para personas de 65 años o más en Balikesir, Konya y Malatya.

source: On 15 March, the first two cases in Akrotiri and Dhekelia were confirmed, both members of the UK Armed Forces permanently based at RAF Akrotiri.
es: El 15 de marzo, se confirmaron los dos primeros casos en Acrotiri y Dhekelia, ambos miembros de las Fuerzas Armadas del Reino Unido con base permanente en la RAF Acrotiri.

source: WrestleMania is considered WWE's flagship event, having first been held in 1985.
es: WrestleMania es considerado el evento insignia de la WWE, habiendo sido celebrado por primera vez en 1985.

source: On 31 March, the president of the Italian National Institute of Health, Silvio Brusaferro, announced that the pandemic had reached its peak in the country.
es: [114]​ El 31 de marzo, el presidente del Instituto Nacional de Salud de Italia, Silvio Brusaferro, anunció que la pandemia había alcanzado su punto máximo en el país.

source: On 4 March, Saudi Arabia reported a second coronavirus case, a companion of the first, who crossed the causeway from Bahrain without disclosing that he had visited Iran.
es: El 4 de marzo, Arabia Saudita informó la existencia de un segundo caso de coronavirus, un acompañante del primero, que cruzó la carretera desde Baréin sin revelar que había visitado Irán.

source: On 31 January, the government announced that foreign nationals returning from China were required to spend a fortnight in a third country before being allowed into Australia.
es: 31 de enero: el gobierno anunció que los ciudadanos extranjeros que regresen de China debían pasar una quincena en un tercer país antes de poder ingresar a Australia.

source: The first major pandemic of influenza to be well-chronicled occurred in 1580, beginning in East Asia and spreading to Europe through Africa, Russia, and the Ottoman Empire.
es: La pandemia gripal de 1580 comenzó en Asia y se extendió a Europa, África y finalmente a América, aunque quizá fuera de tosferina.

source: , each device computes
es: , cada dispositivo calcula

source: Below is a list of countries and territories with no confirmed cases of COVID-19, in order of greatest population.
es: A continuación se muestra una lista de países y territorios sin casos confirmados de COVID-19, en orden de mayor población.

source: Hot air ovens are electrical devices which use dry heat to sterilize.
es: Los hornos de aire caliente, también llamados hornos de calor seco, son dispositivos eléctricos utilizados para esterilización que forman parte del equipamiento de laboratorio.

source: Other measures include shutting down or limiting mass transit and closure of sport facilities (community swimming pools, youth clubs, gymnasiums).
es: clausura de las instalaciones recreativas (piscinas comunitarias, clubes, gimnasios)[15]​

source: The seventeenth and nineteenth patients had attended a conference in Singapore and been in contact with an infected individual there.
es: Los pacientes diecisiete y diecinueve habían asistido a una conferencia en Singapur y habían estado en contacto con un individuo infectado allí.

source: Semmelweis's observations conflicted with the established scientific and medical opinions of the time.
es: Las observaciones de Semmelweis no se adaptaban a las opiniones médicas y científicas de su tiempo.

source: However, a record of that same meeting released beforehand shows there was zero mention of the epidemic throughout.
es: Sin embargo, un registro de esa misma reunión publicada de antemano muestra que no hubo ninguna mención de la epidemia en todo momento.

source: Turkish cities carried out massive disinfection work in public places and mass transit vehicles.
es: Las ciudades turcas llevaron a cabo, el trabajo de desinfección masiva en lugares públicos y vehículos de transporte público.

source: 29 February 2020.
es: Chen desapareció el 6 de febrero de 2020.

source: On 4 February 2020, in order to help prevent the spread of COVID-19, South Korea began denying entry to foreigners traveling from Hubei Province.
es: A partir del 4 de febrero, Corea del Sur niega la entrada a extranjeros que viajan desde la provincia de Hubei para ayudar a prevenir la propagación de COVID-19.

source: 17 March: Jingzhou removes its permit requirements for transport, resuming normal transport operations, and also removes entry/exit controls on xiaoqu.
es: 17 de marzo de 2020: Jingzhou retira la obligación de permiso para el transporte, volviendo a la normalidad en los movimientos, y también retira los controles de entrada y salida.

source: "25 March: Hubei lifts the lockdown outside of Wuhan, although people will still need to confirm their ""Green Code"" health classification, designated by Alipay's monitoring system, to travel."
es: "25 de marzo de 2020: Hubei levanta las medidas de confinamiento fuera de Wuhan,[23]​ aunque para poder viajar es necesario el ""código verde"" en el sistema de monitorización de la temperatura corporal implantado por Alipay."

source: Medical hand-washing became mandatory long after Hungarian physician Ignaz Semmelweis discovered its effectiveness (in 1846) in preventing disease in a hospital environment.
es: Se atribuye el descubrimiento de la efectividad de la higiene de manos al doctor húngaro Ignaz Semmelweis, quien en 1846 implantó un sistema de lavado de manos en el Hospital General de Viena para prevenir la infección cruzada; sus hallazgos conllevaron un descenso de la mortalidad por fiebre puerperal.

source: On 14 March, it was announced that the two patients who took the bus ride on 8 March generated some 200 contacts, who were categorized as suspected cases with home quarantine recommended.
es: [5]​El 14 de marzo, se hizo público que los dos enfermos que viajaron en bus al interior del país el 8 de marzo, generaron unos 200 contactos de proximidad, que entraron en la categoría de casos sospechosos con solicitud de cuarentena domiciliaria.

source: "They were full of bitterness, desperation, and fury and were ""highly polemical and superlatively offensive"", at times denouncing his critics as irresponsible murderers or ignoramuses."
es: Estas cartas estaban llenas de amargura, desesperación y furia, y eran muy polémicas y a veces fuertemente ofensivas, denunciando a sus críticos como asesinos irresponsables e ignorantes.

source: About 167,000 deaths due to liver cancer and 326,000 deaths due to cirrhosis occurred in 2015 due to hepatitis C. The existence of hepatitis C – originally identifiable only as a type of non-A non-B hepatitis – was suggested in the 1970s and proven in 1989.
es: Se estima que entre 130 y 170 millones de personas en el mundo están infectadas con hepatitis C. La existencia de hepatitis C (originalmente «hepatitis no A no B»)[2]​ fue postulada en la década de 1970 y confirmada en 1989.
